<section class="bg-white dark:bg-gray-900">
    <div class="flex flex-col lg:flex-row gap-16 items-center py-8 px-4 mx-auto max-w-screen-xl lg:py-16 lg:px-6">

        <!-- Text Section -->
        <div class="font-light text-gray-500 sm:text-lg dark:text-gray-400 rtl:lg:order-1 lg:w-1/2">
            <h2 class="mb-6 text-4xl tracking-wide font-extrabold text-gray-900 dark:text-white leading-loose">
                {{ __('به مجتمع گل هوشنگ خوش آمدید') }}
            </h2>
            <p class="mb-4">{{ __('مجتمع گل هوشنگ با تاسیس در سال ۱۳۳۸ توسط آقای هوشنگ یعقوبی در استان البرز، به عنوان یکی از معتبرترین نام‌ها در صنعت گل و گیاه در ایران شناخته می‌شود. این مجتمع با بهره‌گیری از تکنولوژی‌های مدرن و تیمی متخصص، توانسته است در طول سال‌ها موفقیت‌های چشمگیری را کسب کند و به یکی از رهبران بازار در این حوزه تبدیل شود.') }}</p>
            <p class="mb-4">{{ __('پس از حدود چهار دهه فعالیت موفق و کسب جوایز متعدد استانی و کشوری، ما در سال ۱۳۷۸ فروشگاه هوشنگ را با هدف ارائه محصولات و خدمات با کیفیت عالی تاسیس کردیم. این فروشگاه به عنوان مرکز تخصصی برای ارائه انواع گل‌ها، گیاهان زینتی و خدمات مرتبط با آن‌ها فعالیت می‌کند و با در نظر گرفتن نیازهای مختلف مشتریان، راه‌حل‌های منحصر به فردی را ارائه می‌دهد.') }}</p>
            <p class="mb-4">{{ __('ما در مجتمع گل هوشنگ با تمرکز بر کیفیت و نوآوری، به دنبال ارتقاء استانداردهای صنعت گل و گیاه در کشور هستیم. خدمات ما شامل ارائه مشاوره‌های تخصصی، طراحی و تزیین گل برای مناسبت‌های ویژه، و تامین گل‌های تازه و گیاهان زینتی برای پروژه‌های تجاری و مسکونی می‌باشد.') }}</p>
            <p class="mb-4">{{ __('تیم ما با بهره‌گیری از دانش و تجربه بالا، در تلاش است تا نیازهای متنوع مشتریان را شناسایی و برآورده سازد. ما به خود می‌بالیم که توانسته‌ایم در طی شصت سال گذشته، با ارائه خدمات و محصولات با کیفیت، اعتماد و رضایت مشتریان خود را جلب کنیم و در این مسیر، به رشد و توسعه صنعت گل و گیاه کشور کمک نماییم.') }}</p>
            <p>{{ __('مجتمع گل و گیاه هوشنگ، انتخابی مطمئن برای زیبایی و کیفیت در صنعت گل و گیاه') }}</p>
        </div>

        <!-- Image Section -->
        <div class="grid grid-cols-2 gap-4 lg:gap-6 lg:w-1/2 mt-8 lg:mt-0">
            <img class="w-full rounded-lg saturate-50" src="{{ asset('assets/intro1.jpg') }}" alt="Intro Image 1">
            <img class="w-full rounded-lg saturate-50 mt-4 lg:mt-10" src="{{ asset('assets/intro2.jpg') }}" alt="Intro Image 2">
        </div>

    </div>
</section>
